Repository: Mark9807/mate-applet-softupd
Catalog: po/*.po
Languages: fr_fr

source: Cancel
fr_fr: Annuler

source: Could not launch installer:
fr_fr: Impossible de démarrer l'installateur:

source: ERROR:
fr_fr: ERREUR:

source: Error
fr_fr: Erreur

source: Install updates?
fr_fr: Installer les mises à jour?

source: Pending updates: %u
fr_fr: %u mise(s) à jour en instance

source: You have %u updates.
fr_fr: Vous avez %u mise(s) à jour.

source: You have %u updates. Click to proceed.
fr_fr: Vous avez %u mise(s) à jour en instance. Cliquez pour les appliquer.

source: You have to update your system manually.
fr_fr: Vous devez mettre votre système à jour manuellement

source: Your system is up to date.
fr_fr: Votre système est à jour.
